/* XMSG: Placeholder text in chart when there is no data */
"No Data" = "無資料";

/* XBUT: Save action in inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Save" = "儲存";

/* XBUT: Re-enter action available in saved state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Re-enter Signature" = "重新輸入簽名";

/* XBUT: Clear action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Clear" = "清除";

/* XBUT: Cancel action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Cancel" = "取消";

/* XTIT: Title of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Signature" = "簽名";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Tap to Sign" = "點擊以簽名";

/* XACT: The accessibility label for the signature area */
"Signature Area" = "簽名區域";

/* XACT: The accessibility hint for the signature area */
"Double tap and drag to sign" = "點兩下並拖曳以簽名";

/* XACT: The accessibility label for the signature image */
"Signature Image" = "簽名圖像";

/* XACT: The accessibility label for the signature line */
"Signature Line" = "簽名行";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Canceled" = "已取消";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Next" = "下一個";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Ok" = "確定";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Status" = "狀態";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"User canceled Onboarding" = "使用者已取消登錄";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Without consent you will not be able to continue onboarding." = "若無同意，您將無法繼續登錄。";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Give Consent" = "同意";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Quit" = "結束";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Back" = "返回";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Step" = "步驟";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"of" = "/";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Are you sure you want to quit the onboarding process?" = "您確定要結束登錄程序嗎？";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Want Data Privacy?" = "是否需要資料隱私？";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Be wise about your data" = "明智處理資料";

/* XBUT: Not Now action title in UserConsentForm */
"Not Now" = "現在不要";

/* XBUT: Allow action title in UserConsentForm */
"Allow" = "允許";

/* XBUT: Deny action title in UserConsentForm */
"Deny" = "拒絕";

/* XBUT: Agree action title in EULAView */
"Agree" = "同意";

/* XBUT: Disagree action title in EULAView */
"Disagree" = "不同意";

/* XMSG: Placeholder text in DataTable for loading state */
"Loading..." = "正在載入...";

/* XMSG: Placeholder text in DataTable when there is no data */
"There is nothing to display yet" = "尚無可顯示的內容";

/* XBUT: Default duration foramtter in DataTable */
"%d Hrs %d Min" = "%d 小時 %d 分鐘";

/* XBUT: Done action in keyboard toolbar for a Textfield in DataTable */
"Done" = "完成";

/* XBUT: Error messages shown to users in DataTable */
"There are %d errors in the data table." = "資料表格中有 %d 個錯誤。";

/* XBUT: voice over label for row header in DataTable */
"row header" = "列表頭";

/* XBUT: voice over label for row %d in DataTable */
"row %d" = "列 %d";

/* XBUT: voice over label for column %d in DataTable */
"column %d" = "欄 %d";

/* XBUT: voice over label for cell type of `leading accessory` in DataTable */
"leading accessory" = "前置配件";

/* XBUT: voice over label for cell type of `trailing accessory` in DataTable */
"trailing accessory" = "後置配件";

/* XBUT: voice over label for cell type of `text` in DataTable */
"text" = "內文";

/* XBUT: voice over label for cell type of `image` in DataTable */
"image" = "圖像";

/* XBUT: voice over label for cell type of `date` in DataTable */
"date" = "日期";

/* XBUT: voice over label for cell type of `time` in DataTable */
"time" = "時間";

/* XBUT: voice over label for cell type of `duration` in DataTable */
"duration" = "持續期";

/* XBUT: voice over label for cell type of `list item` in DataTable */
"list item" = "清單項目";

/* XBUT: voice over label for row selection status in DataTable */
"selected" = "已選擇";

/* XBUT: voice over label for row selection status in DataTable */
"not selected" = "未選擇";

/* XBUT: calendar time component label */
"Time" = "時間";

/* XBUT: slider default value label formatter for integer */
"Value: %d" = "值：%d";

/* XMSG: a toast message for read-only cell in DataTable */
"Tapped cell is read-only." = "點擊的儲存格為唯讀。";

/* Default hint text for Read-only Field for NoteFormView and TextFieldFormView */
"Read-only field" = "唯讀欄位";

/* Default error text for when the character count reaches the maximum limit for NoteFormView and TextFieldFormView */
"No more characters remaining" = "沒有剩餘更多字元";

/* Default error text for when the character count exceeds the maximum limit for NoteFormView and TextFieldFormView */
"Reduce the number of characters" = "減少字元數量";

